Repository: yjhcjykwbk-jlsec/experiment
Catalog: trash/JETL/languages/plugins_*.po
Languages: es

# alertwindow.Alpha_is_{0},_Time_is_{1}
source: Alpha is {0}, Time is {1}
es: Alfa es {0}, Tiempo es {1}

# alertwindow.Background_color
source: Background color
es: Color de fondo

# alertwindow.Demonstration
source: Demonstration
es: Demostración

# alertwindow.Shows_an_alert_window_when_a_message_arrives
source: Shows an alert window when a message arrives
es: Muestra una ventana de alerta cuando un mensaje es recibido

# alertwindow.This_is_a_Demonstration_PopupWindow
source: This is a demonstration popup
es: Esta es una ventana de demostración

# alertwindow.Time_to_show_alert
source: Time to show alert:
es: Tiempo para mostrar la alerta:

# alertwindow.Transparancy,_100%_is_opaque
source: Transparancy, 100% is opaque
es: Transparencia, 100% es opaco

# alertwindow.sec
source: sec.
es: seg.

# cam.Description
source: Description:
es: &Descripción:

# cam.Refresh_time_in_seconds
source: Refresh time in seconds:
es: &Tiempo entre actualizaciones, en segundos

# cam.Send_Webcam
source: Send Webcam
es: Enviar cámara

# cam.Show_Webcam
source: Show Webcam
es: Mostrar cámara

# cam.Shows_an_image_from_a_website_and_refreshes_every_x_times
source: Shows an image from a website and refreshes every x times
es: Muestra una imagen desde un sitio web y la refresca periódicamente

# cam.Webcam_URL
source: Webcam URL:
es: &URL de la cámara:

# cam.Wrong_URL
source: Wrong URL
es: URL no válida

# emoticons.Change_Set
source: Change Set
es: Cambiar juego de fichas

# emoticons.Description
source: Description
es: Descripción

# emoticons.Enabled
source: Enabled
es: Habilitado

# emoticons.Name
source: Name
es: Nombre

# emoticons.No_Emoticons
source: No Emoticons
es: Sin emoticonos

# emoticons.Scan_Emoticons
source: Scan Emoticons
es: &Buscar emoticonos

# emoticons.Select_Icon
source: Select Icon
es: Seleccionar Icono

# emoticons.Shows_graphical_emoticons
source: Show graphical emoticons
es: Muestra emoticonos gráficos

# filetransfer.Abort
source: Abort
es: &Abortar

# filetransfer.Description
source: Description
es: &Descripción

# filetransfer.Download
source: Download
es: Descargar

# filetransfer.File_Error
source: File Error
es: Error de archivos

# filetransfer.File_Name
source: File Name
es: Nombre del archivo

# filetransfer.File_Transfer
source: File Transfer
es: Transferencia de Archivos

# filetransfer.GetSize
source: Get Size
es: Obtener tamaño

# filetransfer.Send
source: Send
es: &Enviar

# filetransfer.Transfer_file
source: Transfer file...
es: Transferir archivo...

# filetransfer.{0}_does_not_exist
source: {0} does not exist
es: {0} no existe

# filetransfer.{0}_is_not_readable
source: {0} is not readable
es: No se puede leer el archivo {0}

# filetransfer.{0}_occured_while_transferring_{1}
source: {0} occured while transfering {1}
es: {0} ocurrió mientras se transmitia {1}

# groupchat.Accept
source: Accept
es: Aceptar

# groupchat.Available_rooms
source: Available rooms
es: &Cuartos disponibles

# groupchat.Change_Subject
source: Change Subject
es: &Cambiar el asunto a

# groupchat.Change_nickname
source: Change nickname
es: &Cambiar el apodo

# groupchat.Change_nickname_to
source: Change nickname to:
es: Apodo a usar:

# groupchat.Change_room_subject_to
source: room subject to
es: Cambiar el asunto del cuarto a

# groupchat.Change_subject_to
source: Change Subject to
es: Cambiar el asunto a

# groupchat.Configure_Room
source: Configure Room
es: &Configurar el cuarto

# groupchat.Decline
source: Decline
es: Declinar

# groupchat.Exit_Room
source: Exit Room
es: &Salir del cuarto

# groupchat.Groupchat_Invitation
source: Groupchat Invitation
es: Invitación a charla grupal

# groupchat.Invite_for_groupchat
source: Invite for groupchat
es: Invitar a charla grupal

# groupchat.Invite_{0}_to_room
source: Invite {0} to room
es: Invitar a {0} al cuarto

# groupchat.Moderator
source: Moderator
es: &Moderador

# groupchat.Nickname
source: nickname
es: &Apodo

# groupchat.Owner
source: Owner
es: &Dueño

# groupchat.Room
source: Room
es: &Cuarto

# groupchat.Send
source: Send
es: Enviar

# groupchat.Server
source: Server
es: Servidor

# groupchat.Subject
source: Subject:
es: Asunto:

# groupchat.Subject {0}
source: Subject: {0}
es: Asunto: {0}

# groupchat.User
source: User
es: Usuario

# groupchat.groupchat
source: Groupchat (beta)
es: Charla grupal

# groupchat.invalid_room_name
source: invalid room name
es: Nombre de sala no válido

# groupchat.{0}_invites_you_to_{1}
source: {0} invites you to {1}
es: {0} te invita a {1}

# groupchat.{0}_is_an_invalid_room_name
source: {0} is an invalid room name
es: {0} no es un nombre sala válido.

# idle.Auto_Away_Message
source: Auto Away Message
es: Mensaje automático de ausencia

# idle.Auto_Extended_Away_Message
source: Auto Extended Away Message
es: Mensaje automático de ausencia prolongada

# idle.Minutes_of_no_activity_before_auto_Away
source: Minutes of no activity before auto Away
es: Minutos de inactividad antes de cambiar estado a Ausente

# idle.Minutes_of_no_activity_before_auto_Extended_Away
source: Minutes of no activity before auto Extended Away
es: Minutos de inactividad antes de cambiar estado a Ausencia Extendida

# idle.Sets_status_to_away_when_no_activity
source: Sets status to away when no activity
es: Cambia el estado a Ausente cuando no hay actividad

# keyboardflash.Flashes_the_scrollock_led_on_new_message
source: Flashes the scrollock led on new message
es: Hace parpadear el led de ScrollLock al llegar un nuevo mensaje

# links.Make_hyperlinks_clickable
source: Make hyperlinks clickable
es: Los hipervínculos se pueden seguir

# lookandfeel.Changes_Look_and_Feel
source: Changes Look and Feel
es: Cambia la Apariencia

# lookandfeel.Configure
source: Configure
es: &Configurar

# lookandfeel.File_not_Found
source: File not Found
es: Archivo no encontrado.

# lookandfeel.Look_and_feel_error
source: Look and feel error
es: Error de Apariencia

# lookandfeel.Oyoaha_options
source: Oyoaha options
es: Opciones de Oyoaha

# lookandfeel.Set_Metal_Theme
source: Set Metal Theme
es: Configurar el tema Metal

# lookandfeel.Set_Oyoaha_Theme
source: Set Oyoaha Theme
es: Configurar el tema Oyoaha

# lookandfeel.Set_Theme
source: Set Theme
es: Configurar el tema

# lookandfeel.Show_Look_and_Feels
source: Show Look and Feels
es: Mostrar Apariencias

# lookandfeel.SkinLF_options
source: SkinLF options
es: Opciones de SkinLF

# lookandfeel.lookandfeel_cfg_not_found
source: lookandfeel.cfg not found
es: lookandfeel.cfg no encontrada

# lookandfeel.lookandfeel_could_not_be_loaded
source: lookandfeel could not be loaded
es: lookandfeel.cfg no pudo ser cargada

# lookandfeel.{0}_Could_not_be_loaded
source: {0} Could not be loaded
es: {0} no se pudo cargar

# messagelog.I_ say:
source: I say:
es: Yo digo:

# messagelog.Logfile_Error
source: Logfile Error
es: Error en el archivo de registro

# messagelog.Search
source: Search
es: Buscar

# messagelog.Search_Next
source: Search next
es: Buscar siguiente

# messagelog.Show_MessageLog
source: Show Messagelog
es: Mostrar registro de mensajes

# messagelog.message_logger
source: message logger
es: registrador de mensajes

# messagelog.says:
source: says:
es: dice:

# messagelog.{0}_could_not_be_opened_in_write_mode
source: {0} could not be opened in write mode
es: {0} no pudo ser abierto en modo de escritura

# sound.Plays_a_sound_on_new_message_or_person_available
source: Plays a sound on new message or person available
es: Toca un sonido cuando llega un nuevo mensaje o una persona cambia su estado a disponible

# systemtray.Status
source: Status
es: Estado

# systemtray.shows_system_tray_icon
source: shows system tray icon
es: muestra un icono en la bandeja del sistema

# titleflash.Flashes_the_titlebar_when_a_message_arrives
source: Flashes the titlebar when a message arrives
es: Hace parpadear la barra de título cuando llega un nuevo mensaje

# titlescroller.Scrolling_speed
source: Scrolling speed:
es: Velocidad de los títulos:

# titlescroller.Scrolls_the_window_title_of_chat_windows_on_new_messages
source: Scrolls the window title of chat windows on new messages
es: Desplaza el titulo de las ventanas de charla cuando arrivan nuevos mensajes

# titlescroller.Time_to_scroll_(0_for_no_time_limit)
source: Time to scroll (0 for no time limit):
es: Tiempo antes de desplazar (0=sin límite):

# windowsutils.Make_opaque
source: Make opaque
es: Hacer opaco

# windowsutils.Make_transparent
source: Make transparent
es: Hacer transparente

# windowsutils.Not_Always_On_Top
source: Not Always On Top
es: No siempre encima

# windowsutils.Provides_always_on_top,_transparency_and_flashing_windows
source: Provides always on top, transparency and flashing windows
es: Provee Siempre encima, Transparencia y Ventanas Parpadeantes

# windowsutils.Set_Always_On_Top
source: Set Always On Top
es: Configurar Siempre Encima

# windowsutils.Sorry_transparency_not_supported_by_your_OS
source: Sorry transparency not supported by your OS
es: Lo sentimos, su SO no soporta transparencia

# windowsutils.Transparancy,_100%_is_opaque
source: Transparancy, 100% is opaque:
es: Transparencia, 100% es opaco:

# xhtml.Bold
source: Bold
es: Negrita

# xhtml.BoldItalic
source: BoldItalic
es: Negrita itálica

# xhtml.Choose_Font
source: Choose Font
es: Elegir la tipografía

# xhtml.Font
source: Font
es: Tipografía

# xhtml.Font_Family
source: Font Family
es: Familia de tipografía

# xhtml.Italic
source: Italic
es: Itálica

# xhtml.Plain
source: Plain
es: Texto plano

# xhtml.Preview
source: Preview
es: Previsualización

# xhtml.Select_Color
source: Select Color
es: Seleccionar Color

# xhtml.Size
source: Size
es: Tamaño

# xhtml.Style
source: Style
es: Estilo

# xhtml.The_quick_brown_fox_jumped_over_the_lazy_dogs
source: The quick brown fox jumped over the lazy dogs.
es: El rabe pesca con la caña de bambú en el río húmedo.

# xhtml.Underline
source: Underline
es: Subrayado

# xhtml.background
source: background
es: Fondo

# xhtml.foreground
source: foreground
es: Frente

# xhtml.{0}_doesn't_support_formatted_messages
source: {0} doesn't support formatted messages
es: {0} no soporta mensajes con formato
